app/controllers/books_controller.rb

SELECT "books".* FROM "books"
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "a"], ["body", "a"], ["created_at", "2019-11-06 07:04:07.624358"], ["updated_at", "2019-11-06 07:04:07.624358"]]
---
  def create
  	 @books = Book.all
     @book = Book.new(book_params)
  	  if @book.save